Repository: clerk/clerk-ios
Catalog: Sources/ClerkKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pl, pt, ro, ru, tr, zh_hans

source: No membership requests
ar: لا توجد طلبات عضوية
de: Keine Mitgliedschaftsanfragen
el: Δεν υπάρχουν αιτήματα συμμετοχής
es: No hay solicitudes de membresía
fr: Aucune demande d'adhésion
hi: कोई सदस्यता अनुरोध नहीं
it: Nessuna richiesta di iscrizione
ja: メンバーシップリクエストはありません
ko: 멤버십 요청이 없습니다
pl: Brak próśb o członkostwo
pt: Nenhuma solicitação de associação
ro: Nu există cereri de membru
ru: Нет запросов на членство
tr: Üyelik isteği yok
zh_hans: 没有成员申请

source: No roles available
ar: لا توجد أدوار متاحة
de: Keine Rollen verfügbar
el: Δεν υπάρχουν διαθέσιμοι ρόλοι
es: No hay roles disponibles
fr: Aucun rôle disponible
hi: कोई भूमिका उपलब्ध नहीं
it: Nessun ruolo disponibile
ja: 利用可能なロールはありません
ko: 사용 가능한 역할이 없습니다
pl: Brak dostępnych ról
pt: Nenhuma função disponível
ro: Nu există roluri disponibile
ru: Нет доступных ролей
tr: Kullanılabilir rol yok
zh_hans: 没有可用角色

source: No verified domains
ar: لا توجد نطاقات موثّقة
de: Keine verifizierten Domains
el: Δεν υπάρχουν επαληθευμένοι τομείς
es: No hay dominios verificados
fr: Aucun domaine vérifié
hi: कोई सत्यापित डोमेन नहीं
it: Nessun dominio verificato
ja: 確認済みドメインがありません
ko: 인증된 도메인이 없어요
pl: Brak zweryfikowanych domen
pt: Nenhum domínio verificado
ro: Nu există domenii verificate
ru: Нет подтвержденных доменов
tr: Doğrulanmış alan adı yok
zh_hans: 没有已验证的域名

source: Open account
ar: فتح الحساب
de: Konto öffnen
el: Άνοιγμα λογαριασμού
es: Abrir cuenta
fr: Ouvrir le compte
hi: खाता खोलें
it: Apri account
ja: アカウントを開く
ko: 계정 열기
pl: Otwórz konto
pt: Abrir conta
ro: Deschide contul
ru: Открыть учетную запись
tr: Hesabı aç
zh_hans: 打开账户

source: Open email app
ar: فتح تطبيق البريد الإلكتروني
de: E-Mail-App öffnen
el: Άνοιγμα εφαρμογής email
es: Abrir app de correo
fr: Ouvrir l’app e-mail
hi: ईमेल ऐप खोलें
it: Apri app e-mail
ja: メールアプリを開く
ko: 이메일 앱 열기
pl: Otwórz aplikację e-mail
pt: Abrir app de e-mail
ro: Deschide aplicația de e-mail
ru: Открыть почтовое приложение
tr: E-posta uygulamasını aç
zh_hans: 打开邮件应用

source: or
ar: أو
de: oder
el: ή
es: o
fr: ou
hi: या
it: o
ja: または
ko: 또는
pl: lub
pt: ou
ro: sau
ru: или
tr: veya
zh_hans: 或

source: Or, sign in with another method
ar: أو، سجل الدخول بطريقة أخرى
de: Oder, melden Sie sich mit einer anderen Methode an
el: Ή, συνδεθείτε με άλλη μέθοδο
es: O, inicia sesión con otro método
fr: Ou, connectez-vous avec une autre méthode
hi: या, दूसरी विधि से साइन इन करें
it: Oppure, accedi con un altro metodo
ja: または、別の方法でサインイン
ko: 또는 다른 방법으로 로그인
pl: Lub zaloguj się inną metodą
pt: Ou, entre com outro método
ro: Sau autentifică-te cu altă metodă
ru: Или войдите другим способом
tr: Veya başka bir yöntemle giriş yap
zh_hans: 或使用其他方式登录

source: Organization
ar: المنظمة
de: Organisation
el: Οργανισμός
es: Organización
fr: Organisation
hi: संगठन
it: Organizzazione
ja: 組織
ko: 조직
pl: Organizacja
pt: Organização
ro: Organizație
ru: Организация
tr: Kuruluş
zh_hans: 组织

source: Organization name
ar: اسم المنظمة
de: Organisationsname
el: Όνομα οργανισμού
es: Nombre de la organización
fr: Nom de l'organisation
hi: संगठन का नाम
it: Nome organizzazione
ja: 組織名
ko: 조직 이름
pl: Nazwa organizacji
pt: Nome da organização
ro: Numele organizației
ru: Название организации
tr: Kuruluş adı
zh_hans: 组织名称

source: PASSKEYS
ar: مفاتيح المرور
el: ΚΛΕΙΔΙΑ ΠΡΟΣΒΑΣΗΣ
es: CLAVES DE ACCESO
fr: CLÉS D'ACCÈS
hi: पासकीज़
it: PASSKEY
ja: パスキー
ko: 패스키
pl: KLUCZE DOSTĘPU
pt: CHAVES DE ACESSO
ro: CHEI DE ACCES
ru: КЛЮЧИ ДОСТУПА
tr: GEÇİŞ ANAHTARLARI
zh_hans: 通行密钥

source: Password
ar: كلمة المرور
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
it: Parola d'accesso
ja: パスワード
ko: 비밀번호
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
tr: Parola
zh_hans: 密码

source: PASSWORD
ar: كلمة المرور
de: PASSWORT
el: ΚΩΔΙΚΟΣ ΠΡΟΣΒΑΣΗΣ
es: CONTRASEÑA
fr: MOT DE PASSE
hi: पासवर्ड
it: PAROLA D'ACCESSO
ja: パスワード
ko: 비밀번호
pl: HASŁO
pt: SENHA
ro: PAROLĂ
ru: ПАРОЛЬ
tr: PAROLA
zh_hans: 密码

source: Passwords don't match.
ar: كلمات المرور غير متطابقة.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते।
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
pl: Hasła nie pasują.
pt: As senhas não coincidem.
ro: Parolele nu se potrivesc.
ru: Пароли не совпадают.
tr: Parolalar eşleşmiyor.
zh_hans: 密码不匹配。

source: Pending approval
ar: في انتظار الموافقة
de: Genehmigung ausstehend
el: Σε αναμονή έγκρισης
es: Pendiente de aprobación
fr: En attente d’approbation
hi: अनुमोदन की प्रतीक्षा
it: In attesa di approvazione
ja: 承認待ち
ko: 승인 대기 중
pl: Oczekuje na zatwierdzenie
pt: Aprovação pendente
ro: În așteptarea aprobării
ru: Ожидает одобрения
tr: Onay bekleniyor
zh_hans: 等待批准

source: Personal account
ar: الحساب الشخصي
de: Persönliches Konto
el: Προσωπικός λογαριασμός
es: Cuenta personal
fr: Compte personnel
hi: व्यक्तिगत खाता
it: Account personale
ja: 個人アカウント
ko: 개인 계정
pl: Konto osobiste
pt: Conta pessoal
ro: Cont personal
ru: Личная учетная запись
tr: Kişisel hesap
zh_hans: 个人账户

source: Phone number
ar: رقم الهاتف
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fr: Numéro de téléphone
hi: फोन नंबर
it: Numero di telefono
ja: 電話番号
ko: 전화번호
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
tr: Telefon numarası
zh_hans: 电话号码

source: PHONE NUMBERS
ar: أرقام الهواتف
de: TELEFONNUMMERN
el: ΑΡΙΘΜΟΙ ΤΗΛΕΦΩΝΟΥ
es: NÚMEROS DE TELÉFONO
fr: NUMÉROS DE TÉLÉPHONE
hi: फोन नंबर
it: NUMERI DI TELEFONO
ja: 電話番号
ko: 전화번호
pl: NUMERY TELEFONÓW
pt: NÚMEROS DE TELEFONE
ro: NUMERE DE TELEFON
ru: НОМЕРА ТЕЛЕФОНОВ
tr: TELEFON NUMARALARI
zh_hans: 电话号码

source: Photo library
ar: مكتبة الصور
de: Fotomediathek
el: Βιβλιοθήκη φωτογραφιών
es: Biblioteca de fotos
fr: Photothèque
hi: फोटो लाइब्रेरी
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
pl: Biblioteka zdjęć
pt: Biblioteca de fotos
ro: Biblioteca foto
ru: Медиатека
tr: Fotoğraf kitaplığı
zh_hans: 照片库

source: Primary
ar: رئيسي
de: Primär
el: Κύριο
es: Principal
fr: Principal
hi: प्राथमिक
it: Principale
ja: 主要
ko: 기본
pl: Główne
pt: Principal
ro: Principal
ru: Основной
tr: Birincil
zh_hans: 主要

source: Profile Details
ar: تفاصيل الملف الشخصي
de: Profil-Details
el: Λεπτομέρειες προφίλ
es: Detalles del perfil
fr: Détails du profil
hi: प्रोफ़ाइल विवरण
it: Dettagli profilo
ja: プロフィール詳細
ko: 프로필 세부정보
pl: Dane profilu
pt: Detalhes do Perfil
ro: Detalii profil
ru: Данные профиля
tr: Profil Bilgileri
zh_hans: 个人资料详情

source: Reconnect
ar: إعادة الاتصال
de: Wieder verbinden
el: Επανασύνδεση
es: Reconectar
fr: Reconnecter
hi: पुनः कनेक्ट करें
it: Riconnetti
ja: 再接続
ko: 다시 연결
pl: Połącz ponownie
pt: Reconectar
ro: Reconectează
ru: Подключить повторно
tr: Yeniden bağlan
zh_hans: 重新连接

source: Redirect URL is missing or invalid. Unable to start external authentication flow.
ar: عنوان URL لإعادة التوجيه مفقود أو غير صالح. لا يمكن بدء تدفق المصادقة الخارجية.
de: Die Weiterleitungs-URL fehlt oder ist ungültig. Es ist nicht möglich, die externe Authentifizierung zu starten.
el: Η διεύθυνση URL ανακατεύθυνσης λείπει ή είναι άκυρη. Αδυναμία εκκίνησης της εξωτερικής ροής πιστοποίησης.
es: Falta la URL de redirección o no es válida. No se puede iniciar el flujo de autenticación externa.
fr: L'URL de redirection est manquante ou invalide. Impossible de démarrer le flux d'authentification externe.
hi: रिडायरेक्ट URL गायब है या अमान्य है। बाहरी प्रमाणीकरण प्रवाह शुरू करने में असमर्थ।
it: L'URL di reindirizzamento è mancante o non valida. Impossibile avviare il flusso di autenticazione esterna.
ja: リダイレクトURLが不足しているか無効です。外部認証フローを開始できません。
ko: 리디렉션 URL이 없거나 유효하지 않습니다. 외부 인증 흐름을 시작할 수 없습니다。
pl: Brakuje adresu URL przekierowania lub jest on nieprawidłowy. Nie można uruchomić zewnętrznego przepływu uwierzytelniania.
pt: URL de redirecionamento está ausente ou inválida. Não foi possível iniciar o fluxo de autenticação externa.
ro: Adresa URL de redirecționare lipsește sau nu este validă. Nu se poate porni fluxul de autentificare externă.
ru: URL-адрес перенаправления отсутствует или недействителен. Не удалось запустить внешний поток аутентификации.
tr: Yönlendirme URL'si eksik veya geçersiz. Harici kimlik doğrulama akışı başlatılamıyor.
zh_hans: 重定向 URL 缺失或无效。无法启动外部身份验证流程。

source: Regenerate
ar: إعادة توليد
de: Neu generieren
el: Αναγέννηση
es: Regenerar
fr: Régénérer
hi: पुनर्जनित करें
it: Rigenera
ja: 再生成
ko: 재생성
pl: Wygeneruj ponownie
pt: Regenerar
ro: Generează din nou
ru: Создать заново
tr: Yeniden oluştur
zh_hans: 重新生成

source: Reject request
ar: رفض الطلب
de: Anfrage ablehnen
el: Απόρριψη αιτήματος
es: Rechazar solicitud
fr: Rejeter la demande
hi: अनुरोध अस्वीकार करें
it: Rifiuta richiesta
ja: リクエストを拒否
ko: 요청 거부
pl: Odrzuć prośbę
pt: Rejeitar solicitação
ro: Respinge cererea
ru: Отклонить запрос
tr: Talebi reddet
zh_hans: 拒绝请求

source: Remove
ar: إزالة
de: Entfernen
el: Αφαίρεση
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
tr: Kaldır
zh_hans: 移除

source: Remove connected account
ar: إزالة الحساب المتصل
de: Verbundenes Konto entfernen
el: Αφαίρεση συνδεδεμένου λογαριασμού
es: Eliminar cuenta conectada
fr: Supprimer le compte connecté
hi: जुड़ा हुआ खाता हटाएं
it: Rimuovi account collegato
ja: 接続されたアカウントを削除
ko: 연결된 계정 제거
pl: Usuń połączone konto
pt: Remover conta conectada
ro: Elimină contul conectat
ru: Удалить подключенную учетную запись
tr: Bağlı hesabı kaldır
zh_hans: 删除已连接账户

source: Remove connection
ar: إزالة الاتصال
de: Verbindung entfernen
el: Αφαίρεση σύνδεσης
es: Eliminar conexión
fr: Supprimer la connexion
hi: कनेक्शन हटाएं
it: Rimuovi connessione
ja: 接続を削除
ko: 연결 제거
pl: Usuń połączenie
pt: Remover conexão
ro: Elimină conexiunea
ru: Удалить подключение
tr: Bağlantıyı kaldır
zh_hans: 删除连接

source: Remove current logo
ar: إزالة الشعار الحالي
de: Aktuelles Logo entfernen
el: Αφαίρεση τρέχοντος λογότυπου
es: Eliminar logotipo actual
fr: Supprimer le logo actuel
hi: मौजूदा लोगो हटाएं
it: Rimuovi logo attuale
ja: 現在のロゴを削除
ko: 현재 로고 제거
pl: Usuń obecne logo
pt: Remover logotipo atual
ro: Elimină sigla actuală
ru: Удалить текущий логотип
tr: Mevcut logoyu kaldır
zh_hans: 移除当前徽标

source: Remove domain
ar: حذف النطاق
de: Domain entfernen
el: Αφαίρεση τομέα
es: Eliminar dominio
fr: Supprimer un domaine
hi: डोमेन हटाएं
it: Rimuovi dominio
ja: ドメインの削除
ko: 도메인 삭제
pl: Usuń domenę
pt: Excluir domínio
ro: Elimină domeniul
ru: Удалить домен
tr: Alan adını kaldır
zh_hans: 删除域名

source: Remove email
ar: إزالة البريد الإلكتروني
de: E-Mail entfernen
el: Αφαίρεση email
es: Eliminar correo electrónico
fr: Supprimer l'e-mail
hi: ईमेल हटाएं
it: Rimuovi email
ja: メールを削除
ko: 이메일 제거
pl: Usuń e-mail
pt: Remover e-mail
ro: Elimină emailul
ru: Удалить адрес электронной почты
tr: E-postayı kaldır
zh_hans: 删除邮箱

source: Remove email address
ar: إزالة عنوان البريد الإلكتروني
de: E-Mail-Adresse entfernen
el: Αφαίρεση διεύθυνσης email
es: Eliminar dirección de correo electrónico
fr: Supprimer l'adresse e-mail
hi: ईमेल पता हटाएं
it: Rimuovi indirizzo email
ja: メールアドレスを削除
ko: 이메일 주소 제거
pl: Usuń adres e-mail
pt: Remover endereço de e-mail
ro: Elimină adresa de email
ru: Удалить адрес электронной почты
tr: E-posta adresini kaldır
zh_hans: 删除邮箱地址

source: Remove member
ar: إزالة العضو
de: Mitglied entfernen
el: Αφαίρεση μέλους
es: Eliminar miembro
fr: Supprimer le membre
hi: सदस्य हटाएं
it: Rimuovi membro
ja: メンバーを削除
ko: 멤버 제거
pl: Usuń członka
pt: Remover membro
ro: Elimină membrul
ru: Удалить участника
tr: Üyeyi kaldır
zh_hans: 移除成员

source: Remove passkey
ar: إزالة مفتاح المرور
de: Passkey entfernen
el: Αφαίρεση passkey
es: Eliminar clave de acceso
fr: Supprimer la clé d'accès
hi: पासकी हटाएं
it: Rimuovi passkey
ja: パスキーを削除
ko: 패스키 제거
pl: Usuń klucz dostępu
pt: Remover chave de acesso
ro: Elimină cheia de acces
ru: Удалить ключ доступа
tr: Geçiş anahtarını kaldır
zh_hans: 删除密码钥匙

source: Remove phone
ar: إزالة الهاتف
de: Telefon entfernen
el: Αφαίρεση τηλεφώνου
es: Eliminar teléfono
fr: Supprimer le téléphone
hi: फोन हटाएं
it: Rimuovi telefono
ja: 電話を削除
ko: 전화 제거
pl: Usuń telefon
pt: Remover telefone
ro: Elimină telefonul
ru: Удалить телефон
tr: Telefonu kaldır
zh_hans: 删除电话

source: Remove phone number
ar: إزالة رقم الهاتف
de: Telefonnummer entfernen
el: Αφαίρεση αριθμού τηλεφώνου
es: Eliminar número de teléfono
fr: Supprimer le numéro de téléphone
hi: फोन नंबर हटाएं
it: Rimuovi numero di telefono
ja: 電話番号を削除
ko: 전화번호 제거
pl: Usuń numer telefonu
pt: Remover número de telefone
ro: Elimină numărul de telefon
ru: Удалить номер телефона
tr: Telefon numarasını kaldır
zh_hans: 删除电话号码

source: Remove photo
ar: إزالة الصورة
de: Foto entfernen
el: Αφαίρεση φωτογραφίας
es: Eliminar foto
fr: Supprimer la photo
hi: फोटो हटाएं
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
pl: Usuń zdjęcie
pt: Remover foto
ro: Elimină fotografia
ru: Удалить фото
tr: Fotoğrafı kaldır
zh_hans: 移除照片

source: Remove two-step verification
ar: إزالة التحقق بخطوتين
de: Zwei-Schritt-Authentifizierung entfernen
el: Κατάργηση επαλήθευσης δύο βημάτων
es: Eliminar verificación en dos pasos
fr: Supprimer la vérification en deux étapes
hi: दो-चरणीय सत्यापन हटाएं
it: Rimuovi verifica a due passaggi
ja: 2段階認証を削除
ko: 2단계 인증 제거
pl: Usuń weryfikację dwuetapową
pt: Remover verificação em duas etapas
ro: Elimină verificarea în doi pași
ru: Удалить двухэтапную аутентификацию
tr: İki adımlı doğrulamayı kaldır
zh_hans: 移除两步验证

source: Rename
ar: إعادة تسمية
de: Umbenennen
el: Μετονομασία
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
pl: Zmień nazwę
pt: Renomear
ro: Redenumește
ru: Переименовать
tr: Yeniden adlandır
zh_hans: 重命名

source: Rename passkey
ar: إعادة تسمية مفتاح المرور
de: Passkey umbenennen
el: Μετονομασία passkey
es: Renombrar llave de acceso
fr: Renommer la clé d'accès
hi: पासकी का नाम बदलें
it: Rinomina passkey
ja: パスキーの名前を変更
ko: 패스키 이름 바꾸기
pl: Zmień nazwę klucza dostępu
pt: Renomear chave de acesso
ro: Redenumește cheia de acces
ru: Переименовать ключ доступа
tr: Geçiş anahtarını yeniden adlandır
zh_hans: 重命名通行密钥

source: Request to join
ar: طلب الانضمام
de: Beitritt beantragen
el: Αίτημα συμμετοχής
es: Solicitar unirse
fr: Demander à rejoindre
hi: शामिल होने का अनुरोध करें
it: Richiedi di unirti
ja: 参加をリクエストする
ko: 참여 요청
pl: Poproś o dołączenie
pt: Solicitar participação
ro: Solicită alăturarea
ru: Запросить присоединение
tr: Katılma talebi gönder
zh_hans: 请求加入

source: Requests
ar: الطلبات
de: Anfragen
el: Αιτήματα
es: Solicitudes
fr: Demandes
hi: अनुरोध
it: Richieste
ja: リクエスト
ko: 요청
pl: Prośby
pt: Solicitações
ro: Cereri
ru: Запросы
tr: Talepler
zh_hans: 请求

source: Resend
ar: إعادة الإرسال
de: Code erneut senden
el: Επαναποστολή
es: Reenviar
fr: Renvoyer
hi: पुनः भेजें
it: Reinvia
ja: 再送信
ko: 재전송
pl: Wyślij ponownie
pt: Reenviar
ro: Retrimite
ru: Отправить повторно
tr: Tekrar gönder
zh_hans: 重新发送

source: Resend (%lld)
ar: إعادة الإرسال (%lld)
de: Code erneut senden (%lld)
el: Επανάληψη αποστολής (%lld)
es: Reenviar (%lld)
fr: Renvoyer (%lld)
hi: पुनः भेजें (%lld)
it: Rinvia (%lld)
ja: 再送信 (%lld)
ko: 재전송 (%lld)
pl: Wyślij ponownie (%lld)
pt: Reenviar (%lld)
ro: Retrimite (%lld)
ru: Отправить повторно (%lld)
tr: Tekrar gönder (%lld)
zh_hans: 重新发送 (%lld)

source: Reset password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
el: Επαναφορά κωδικού
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
it: Reimposta password
ja: パスワードをリセット
ko: 비밀번호 재설정
pl: Zresetuj hasło
pt: Redefinir senha
ro: Resetează parola
ru: Сбросить пароль
tr: Parolayı sıfırla
zh_hans: 重置密码

source: Reset your password
ar: إعادة تعيين كلمة المرور الخاصة بك
de: Ihr Passwort zurücksetzen
el: Επαναφορά του κωδικού σας
es: Restablece tu contraseña
fr: Réinitialisez votre mot de passe
hi: अपना पासवर्ड रीसेट करें
it: Reimposta la tua password
ja: パスワードをリセット
ko: 비밀번호 재설정
pl: Zresetuj hasło
pt: Redefinir sua senha
ro: Resetează parola
ru: Сбросьте пароль
tr: Parolanızı sıfırlayın
zh_hans: 重置您的密码

source: Revoke invitation
ar: إلغاء الدعوة
de: Einladung widerrufen
el: Ανάκληση πρόσκλησης
es: Revocar invitación
fr: Révoquer l’invitation
hi: आमंत्रण रद्द करें
it: Revoca invito
ja: 招待を取り消す
ko: 초대 취소
pl: Odwołaj zaproszenie
pt: Revogar convite
ro: Revocă invitația
ru: Отозвать приглашение
tr: Daveti geri çek
zh_hans: 撤销邀请

source: Role
ar: الدور
de: Rolle
el: Ρόλος
es: Rol
fr: Rôle
hi: भूमिका
it: Ruolo
ja: ロール
ko: 역할
pl: Rola
pt: Função
ro: Rol
ru: Роль
tr: Rol
zh_hans: 角色

source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
tr: Kaydet
zh_hans: 保存

source: Save these codes somewhere safe. If you lose access to your authentication device, you can use a backup code to sign in.
ar: احفظ هذه الرموز في مكان آمن. إذا فقدت إمكانية الوصول إلى جهاز المصادقة الخاص بك، فيمكنك استخدام رمز احتياطي لتسجيل الدخول.
de: Bewahren Sie diese Codes an einem sicheren Ort auf. Wenn Sie den Zugriff auf Ihr Authentifizierungsgerät verlieren, können Sie sich mit einem Ersatzcode anmelden.
el: Αποθηκεύστε αυτούς τους κωδικούς σε ασφαλές μέρος. Εάν χάσετε την πρόσβαση στη συσκευή ελέγχου ταυτότητας, μπορείτε να χρησιμοποιήσετε έναν εφεδρικό κωδικό για να συνδεθείτε.
es: Guarde estos códigos en un lugar seguro. Si pierde el acceso a su dispositivo de autenticación, puede usar un código de respaldo para iniciar sesión.
fr: Enregistrez ces codes dans un endroit sûr. Si vous perdez l'accès à votre dispositif d'authentification, vous pouvez utiliser un code de secours pour vous connecter.
hi: इन कोडों को किसी सुरक्षित स्थान पर सहेजें। यदि आप अपने प्रमाणीकरण डिवाइस तक पहुंच खो देते हैं, तो आप साइन इन करने के लिए बैकअप कोड का उपयोग कर सकते हैं।
it: Salva questi codici in un posto sicuro. Se perdi l'accesso al tuo dispositivo di autenticazione, puoi utilizzare un codice di backup per accedere.
ja: これらのコードを安全な場所に保存してください。認証デバイスにアクセスできなくなった場合は、バックアップ コードを使用してサインインできます。
ko: 이 코드를 안전한 곳에 저장하세요. 인증 장치에 접근할 수 없는 경우 백업 코드를 사용하여 로그인할 수 있습니다.
pl: Zapisz te kody w bezpiecznym miejscu. Jeśli utracisz dostęp do urządzenia uwierzytelniającego, możesz użyć kodu zapasowego, aby się zalogować.
pt: Salve esses códigos em algum lugar seguro. Se você perder o acesso ao seu dispositivo de autenticação, poderá usar um código alternativo para fazer login.
ro: Salvează aceste coduri într-un loc sigur. Dacă pierzi accesul la dispozitivul de autentificare, poți folosi un cod de rezervă pentru autentificare.
ru: Сохраните эти коды в надежном месте. Если вы потеряете доступ к устройству аутентификации, вы сможете использовать резервный код для входа.
tr: Bu kodları güvenli bir yere kaydedin. Doğrulama cihazınıza erişiminizi kaybederseniz giriş yapmak için yedek kod kullanabilirsiniz.
zh_hans: 将这些代码保存在安全的地方。如果您无法访问身份验证设备，您可以使用备份代码登录。

source: Search
ar: بحث
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt: Pesquisar
ro: Caută
ru: Поиск
tr: Ara
zh_hans: 搜索

source: Secured by
ar: مؤمن بواسطة
de: Gesichert von
el: Ασφαλισμένο από
es: Protegido por
fr: Sécurisé par
hi: द्वारा सुरक्षित
it: Protetto da
ja: セキュリティ提供
ko: 보안 제공
pl: Zabezpieczone przez
pt: Protegido por
ro: Securizat de
ru: Защищено
tr: Güvenlik sağlayıcı:
zh_hans: 安全提供

source: Security
ar: الأمان
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
ko: 보안
pl: Bezpieczeństwo
pt: Segurança
ro: Securitate
ru: Безопасность
tr: Güvenlik
zh_hans: 安全

source: Select an existing phone number to register for SMS code two-step verification or add a new one.
ar: اختر رقم هاتف موجود للتسجيل في التحقق بخطوتين عبر رمز الرسائل النصية أو أضف رقماً جديداً.
de: Wählen Sie eine vorhandene Telefonnummer für die Zwei-Schritt-Authentifizierung per SMS-Code aus oder fügen Sie eine neue hinzu.
el: Επιλέξτε έναν υπάρχοντα αριθμό τηλεφώνου για εγγραφή στην επαλήθευση δύο βημάτων με κωδικό SMS ή προσθέστε έναν νέο.
es: Selecciona un número de teléfono existente para registrarte en la verificación en dos pasos por código SMS o agrega uno nuevo.
fr: Sélectionnez un numéro de téléphone existant pour vous inscrire à la vérification en deux étapes par code SMS ou ajoutez-en un nouveau.
hi: SMS कोड दो-चरणीय सत्यापन के लिए पंजीकरण हेतु कोई मौजूदा फ़ोन नंबर चुनें या कोई नया जोड़ें।
it: Seleziona un numero di telefono esistente per registrarti alla verifica a due passaggi tramite codice SMS o aggiungine uno nuovo.
ja: SMSコード2段階認証に登録する既存の電話番号を選択するか、新しい番号を追加してください。
ko: SMS 코드 2단계 인증에 등록할 기존 전화번호를 선택하거나 새 번호를 추가하세요.
pl: Wybierz istniejący numer telefonu, aby zarejestrować go do dwuetapowej weryfikacji kodem SMS, albo dodaj nowy.
pt: Selecione um número de telefone existente para registrar verificação em duas etapas por código SMS ou adicione um novo.
ro: Selectează un număr de telefon existent pentru verificarea în doi pași prin cod SMS sau adaugă unul nou.
ru: Выберите существующий номер телефона для двухэтапной аутентификации по SMS-коду или добавьте новый.
tr: SMS kodu ile iki adımlı doğrulama için mevcut bir telefon numarası seçin veya yeni bir tane ekleyin.
zh_hans: 选择现有电话号码注册短信验证码两步验证，或添加新号码。

source: Select organization
ar: اختر منظمة
de: Organisation auswählen
el: Επιλέξτε οργανισμό
es: Seleccionar organización
fr: Sélectionner une organisation
hi: संगठन चुनें
it: Seleziona organizzazione
ja: 組織を選択
ko: 조직 선택
pl: Wybierz organizację
pt: Selecionar organização
ro: Selectează organizația
ru: Выбрать организацию
tr: Kuruluş seç
zh_hans: 选择组织

source: Select the account with which you wish to continue.
ar: اختر الحساب الذي تريد المتابعة باستخدامه.
de: Wählen Sie das Konto aus, mit dem Sie fortfahren möchten.
el: Επιλέξτε τον λογαριασμό με τον οποίο θέλετε να συνεχίσετε.
es: Elige la cuenta con la que quieres continuar.
fr: Sélectionnez le compte avec lequel vous souhaitez continuer.
hi: वह खाता चुनें जिससे आप जारी रखना चाहते हैं।
it: Seleziona l’account con cui vuoi continuare.
ja: 続行するアカウントを選択してください。
ko: 계속할 계정을 선택하세요.
pl: Wybierz konto, z którym chcesz kontynuować.
pt: Selecione a conta com a qual deseja continuar.
ro: Selectează contul cu care vrei să continui.
ru: Выберите учетную запись, с которой хотите продолжить.
tr: Devam etmek istediğiniz hesabı seçin.
zh_hans: 选择您希望用于继续操作的账户。

source: Selected
ar: محدد
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fr: Sélectionné
hi: चयनित
it: Selezionato
ja: 選択済み
ko: 선택됨
pl: Wybrano
pt: Selecionado
ro: Selectat
ru: Выбрано
tr: Seçildi
zh_hans: 已选择

source: Send invitations
ar: إرسال الدعوات
de: Einladungen senden
el: Αποστολή προσκλήσεων
es: Enviar invitaciones
fr: Envoyer les invitations
hi: आमंत्रण भेजें
it: Invia inviti
ja: 招待を送信
ko: 초대 보내기
pl: Wyślij zaproszenia
pt: Enviar convites
ro: Trimite invitațiile
ru: Отправить приглашения
tr: Davetleri gönder
zh_hans: 发送邀请

source: Send SMS code to %@
ar: إرسال رمز SMS إلى %@
de: SMS-Code an %@ senden
el: Αποστολή κωδικού SMS στο %@
es: Enviar código SMS a %@
fr: Envoyer le code SMS à %@
hi: %@ पर SMS कोड भेजें
it: Invia codice SMS a %@
ja: %@にSMSコードを送信
ko: %@에 SMS 코드 전송
pl: Wyślij kod SMS do %@
pt: Enviar código SMS para %@
ro: Trimite cod SMS către %@
ru: Отправить SMS-код на %@
tr: %@ numarasına SMS kodu gönder
zh_hans: 发送验证码至%@

source: Set as default
ar: تعيين كافتراضي
de: Als Standard festlegen
el: Ορισμός ως προεπιλογή
es: Establecer como predeterminado
fr: Définir par défaut
hi: डिफ़ॉल्ट के रूप में सेट करें
it: Imposta come predefinito
ja: デフォルトに設定
ko: 기본값으로 설정
pl: Ustaw jako domyślne
pt: Definir como padrão
ro: Setează ca implicit
ru: Сделать по умолчанию
tr: Varsayılan olarak ayarla
zh_hans: 设为默认
